/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_ACTION" = "Giriş ver";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_BODY" = "Forsta sizin əlaqələrinə giriş tələb edir. Sizin əlaqələrinizi öz serverlərimizdə saxlamırıq.";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_TITLE" = "Üzr istəyirik!";

/* Action sheet item */
"ACCEPT_NEW_IDENTITY_ACTION" = "Yeni təhlükəsizlik nömrələrini təsdiqlə";

/* No comment provided by engineer. */
"ACTION_REQUIRED_TITLE" = "Fəaliyyət tələb olunur!";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "Forsta requires access to your contacts. Access to contacts is restricted. Forsta will close. You can disable the restriction temporarily to let Forsta access your contacts by going the Settings app >> General >> Restrictions >> Contacts >> Allow Changes.";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "Bağla";

/* No comment provided by engineer. */
"ANSWER_CALL_BUTTON_TITLE" = "Cavab ver";

/* No comment provided by engineer. */
"APN_FETCHED_FAILED" = "Yeni ismarış! Oxumaq üçün tətbiqetməni açın.";

/* No comment provided by engineer. */
"APN_Message" = "Yeni ismarış";

/* No comment provided by engineer. */
"APN_MESSAGE_FROM" = "Kimdən";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP" = "Qrup mesajı";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ -un qrupu %@: %@";

/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION" = "Arxiv";

/* No comment provided by engineer. */
"ARCHIVE_NAV_BAR_TITLE" = "Arxiv";

/* No comment provided by engineer. */
"ATTACHMENT" = "Qoşma";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOAD_FAILED" = "Qoşma yüklənmədi, bir daha sınayın.";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOADING" = "Qoşma yüklənir";

/* No comment provided by engineer. */
"ATTACHMENT_QUEUED" = "New attachment queued for retrieval.";

/* No comment provided by engineer. */
"AUDIO_PERMISSION_MESSAGE" = "Forsta requires access to your microphone to work properly. You can restore the permission in the Settings app >> Privacy >> Microphone >> Forsta";

/* No comment provided by engineer. */
"CALLBACK_BUTTON_TITLE" = "Geriyə zəng et";

/* No comment provided by engineer. */
"CHOOSE_MEDIA_BUTTON" = "Kitabxanadan seç...";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "This will reset the application by deleting your messages and unregister you with the server. The app will close after deletion of data.";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "Are you sure you want to delete your account?";

/* Alert body */
"CONFIRM_LEAVE_GROUP_DESCRIPTION" = "You will no longer be able to send or receive messages in this group.";

/* Alert title */
"CONFIRM_LEAVE_GROUP_TITLE" = "Doğrudan da çıxmaq istəyirsən?";

/* Button text */
"CONFIRM_LINK_NEW_DEVICE_ACTION" = "Yeni alət qoş";

/* No comment provided by engineer. */
"CONFIRMATION_TITLE" = "Təsdiqlə";

/* No comment provided by engineer. */
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "Qeydiyyatdan Keçməmiş Nömrə";

/* title for conversation settings screen */
"CONVERSATION_SETTINGS" = "Söhbət quraşdırmaları";

/* ActionSheet title */
"CORRUPTED_SESSION_DESCRIPTION" = "Resetting your session will allow you to receive future messages from %@, but it will not recover any already corrupted messages.";

/* No comment provided by engineer. */
"COUNTRYCODE_SELECT_TITLE" = "Ölkə kodu seç";

/* {{number of days}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 days}}'. See other *_TIME_AMOUNT strings */
"DAYS_TIME_AMOUNT" = "%u gün";

/* No comment provided by engineer. */
"DELIVERED_MESSAGE_TEXT" = "Göndərildi";

/* {{Short Date}} when device last communicated with Forsta Server. */
"DEVICE_LAST_ACTIVE_AT_LABEL" = "Son aktivlik: %@";

/* {{Short Date}} when device was linked. */
"DEVICE_LINKED_AT_LABEL" = "Qoşulma: %@";

/* Alert title that can occur when viewing device manager. */
"DEVICE_LIST_UPDATE_FAILED_TITLE" = "Alət siyahısını yeniləyə bilmədi.";

/* table cell label in conversation settings */
"DISAPPEARING_MESSAGES" = "Yox olan ismarışlar";

/* subheading in conversation settings */
"DISAPPEARING_MESSAGES_DESCRIPTION" = "When enabled, messages sent and received in this conversation will disappear after they have been seen.";

/* Generic short text for button to dismiss a dialog */
"DISMISS_BUTTON_TEXT" = "İmtina";

/* table cell label in conversation settings */
"EDIT_GROUP_ACTION" = "Qrupu dəyiş";

/* Short name for edit menu item to save contents of media message. */
"EDIT_ITEM_SAVE_ACTION" = "Saxla";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TEXT" = "Göndər düyməsini basın.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TITLE" = "Start your first Forsta conversation!";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TEXT" = "You can archive inactive conversations for later from your Inbox.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TITLE" = "Söhbətləri təmizlə.";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_INVITE_BUTTON" = "Dəvət et";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE1" = "Əlaqələrinin heç birində Forsta yoxdur!";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE2" = "Kimisə dəvət edə bilərsən";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TEXT" = "Məsləhət: söhbəti xəbərdarlıq kimi əlavə et!";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TITLE" = "Oldu. Oldu. Oldu.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TEXT" = "Heç. Heç nə. Heç cür. Heşdat.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TITLE" = "Squeaky Freaking Clean.";

/* No comment provided by engineer. */
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "Server Xətası!";

/* No comment provided by engineer. */
"END_CALL_BUTTON_TITLE" = "Son";

/* No comment provided by engineer. */
"END_CALL_HANDSHAKE_FAILED" = "Salamlama xətası!";

/* No comment provided by engineer. */
"END_CALL_HANGUP_LOCAL" = "Cavab vermədin.";

/* No comment provided by engineer. */
"END_CALL_HANGUP_REMOTE" = "Cavab vermədi.";

/* No comment provided by engineer. */
"END_CALL_LOGIN_FAILED" = "Giriş Xətası";

/* No comment provided by engineer. */
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "Serverdən İsmaric.";

/* No comment provided by engineer. */
"END_CALL_NO_SUCH_USER" = "Nömrə Forsta və ya RedPhone üçün qeydiyyatdan keçməmişdir.";

/* No comment provided by engineer. */
"END_CALL_RECIPIENT_UNAVAILABLE" = "Qəbul Edən Mümkün Olmadı";

/* No comment provided by engineer. */
"END_CALL_REJECTED_LOCAL" = "Zəngi imtina etdiniz.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_REMOTE" = "Zəng imtina edildi.";

/* No comment provided by engineer. */
"END_CALL_REPLACED_BY_NEXT" = "Siz Başqa Bir Zəng Etdiniz";

/* No comment provided by engineer. */
"END_CALL_RESPONDER_IS_BUSY" = "Məşğul...";

/* No comment provided by engineer. */
"END_CALL_STALE_SESSION" = "Zəng Cavablandırıla Bilmədi";

/* No comment provided by engineer. */
"END_CALL_UNCATEGORIZED_FAILURE" = "Alətdə xəta!";

/* Generic notice when message failed to send. */
"ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE" = "İsmarış göndərilmədi...";

/* Generic error used whenver Forsta can't contact the server */
"ERROR_DESCRIPTION_NO_INTERNET" = "Forsta was unable to connect to the internet. Please try from another WiFi network or use mobile data.";

/* Generic server error */
"ERROR_DESCRIPTION_SERVER_FAILURE" = "SErverdə Xəta. Bir daha sınayın.";

/* Error message when attempting to send message */
"ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT" = "Recipient is no longer a Forsta user.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "Təkrar ismarış aldı.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "Alanın açarı düzgün deyil.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_MESSAGE" = "Received a badly encrypted message. Tap to reset your secure session.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_VERSION" = "Received a message not compatible with this version.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NO_SESSION" = "No available session for contact.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE" = "Təhlükəsizlik nömrələri dəyişib.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_UNKNOWN_ERROR" = "Bilinməyən xəta baş verdi.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "Təhlükəsizlik nömrələri dəyişdib. Təsdiqləmək üçün kliklə.";

/* No comment provided by engineer. */
"ERROR_WAS_DETECTED_TITLE" = "Bummer!";

/* action sheet header when re-sending message which failed because of too many attempts */
"FAILED_SENDING_BECAUSE_RATE_LIMIT" = "Too many failures with this contact. Please try again shortly.";

/* action sheet header when re-sending message which failed because of untrusted identity keys */
"FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY" = "You must accept their new safety numbers before you will be able to send.";

/* No comment provided by engineer. */
"FAILED_SENDING_TEXT" = "Göndəriş alınmadı. Bir daha sınayın.";

/* alert title */
"FAILED_VERIFICATION_TITLE" = "Təhlükəsiz nömrələri təsdiqləmədi!";

/* No comment provided by engineer. */
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "Sessiyanı yenidən başla.";

/* No comment provided by engineer. */
"GROUP_AVATAR_CHANGED" = "Avatar dəyişdi.";

/* No comment provided by engineer. */
"GROUP_CREATED" = "Qrup yaradıldı.";

/* No comment provided by engineer. */
"GROUP_CREATING" = "Yeni qrup yaradılır";

/* No comment provided by engineer. */
"GROUP_CREATING_FAILED" = "Qrup yaranmadı";

/* Conversation settings table section title */
"GROUP_MANAGEMENT_SECTION" = "Qrup idarəçiliyi";

/* No comment provided by engineer. */
"GROUP_MEMBER_JOINED" = " %@ qrupa qoşuldu.";

/* No comment provided by engineer. */
"GROUP_MEMBER_LEFT" = " %@ qrupdan çıxdı. ";

/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "Qrup üzvləri";

/* No comment provided by engineer. */
"GROUP_REMOVING" = "%@ qrupundan çıxma";

/* No comment provided by engineer. */
"GROUP_REMOVING_FAILED" = "Qrupdan çıxa bilmədi";

/* No comment provided by engineer. */
"GROUP_TITLE_CHANGED" = "İndiki başlıq '%@'. ";

/* No comment provided by engineer. */
"GROUP_UPDATED" = "Qrup yeniləndi.";

/* No comment provided by engineer. */
"GROUP_YOU_LEFT" = "Qrupdan çıxdın.";

/* {{number of hours}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 hours}}'. See other *_TIME_AMOUNT strings */
"HOURS_TIME_AMOUNT" = "%u saat";

/* Call setup status label */
"IN_CALL_CONNECTING" = "Qoşulur...";

/* Call setup status label */
"IN_CALL_RINGING" = "Zəng çalır...";

/* Call setup status label */
"IN_CALL_SECURING" = "Cavab verdi. Təhlükəsizlik...";

/* Call setup status label */
"IN_CALL_TALKING" = "Təhlükəsizlik aktivdir.";

/* Call setup status label */
"IN_CALL_TERMINATED" = "Oldu.";

/* No comment provided by engineer. */
"INCOMING_CALL" = "Gələn zəng";

/* No comment provided by engineer. */
"INCOMING_CALL_FROM" = "%@ gələn zəng";

/* Slider label embeds {{TIME_AMOUNT}}, e.g. '2 hours'. See *_TIME_AMOUNT strings for examples. */
"KEEP_MESSAGES_DURATION" = "%@ sonra ismarışlar yox olur.";

/* Slider label when disappearing messages is off */
"KEEP_MESSAGES_FOREVER" = "İsmarışlar yox olmur.";

/* Confirmation button within contextual alert */
"LEAVE_BUTTON_TITLE" = "Çıx";

/* table cell label in conversation settings */
"LEAVE_GROUP_ACTION" = "Qrupdan çıx.";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_BODY" = "This QR code is not valid, make sure you are scanning the QR code displayed on the device you want to link.";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_TITLE" = "Aləti qoşma alınmadı";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_BODY" = "This device will be able to see your groups and contacts, read all your messages, and send messages in your name.";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_TITLE" = "Aləti qoşaq?";

/* attempt another linking */
"LINK_DEVICE_RESTART" = "Yenidən sına";

/* QR Scanning screen instructions, placed alongside a camera view for scanning QRCodes */
"LINK_DEVICE_SCANNING_INSTRUCTIONS" = "Scan the QR code displayed on the device to link.";

/* Subheading for 'Link New Device' navigation */
"LINK_NEW_DEVICE_SUBTITLE" = "QR kodu skan et";

/* Navigation title when scanning QR code to add new device. */
"LINK_NEW_DEVICE_TITLE" = "Yeni alət qoş";

/* Menu item and navbar title for the device manager */
"LINKED_DEVICES_TITLE" = "Qoşulmuş alətlər";

/* Alert Title */
"LINKING_DEVICE_FAILED_TITLE" = "Alət qoşulmadı";

/* table cell label in conversation settings */
"LIST_GROUP_MEMBERS_ACTION" = "Qrup üzvlərinin siyahısı";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE1" = "Əlaqələr yüklənir.";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE2" = "Gözləyin.";

/* No comment provided by engineer. */
"LOGGING_SECTION" = "Daxil olur";

/* No comment provided by engineer. */
"ME_STRING" = "Mən";

/* No comment provided by engineer. */
"MESSAGE_COMPOSEVIEW_TITLE" = "Yeni ismarış";

/* {{number of minutes}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 minutes}}'. See other *_TIME_AMOUNT strings */
"MINUTES_TIME_AMOUNT" = "%u dəqiqə";

/* No comment provided by engineer. */
"MISSED_CALL" = "Cavabsız zəng";

/* Alert body */
"MISSING_CAMERA_PERMISSION_MESSAGE" = "You previously declined to let Forsta access your camera. Update your system settings to proceed.";

/* Alert title */
"MISSING_CAMERA_PERMISSION_TITLE" = "Forsta needs to access your camera.";

/* No comment provided by engineer. */
"MSGVIEW_MISSED_CALL" = "%@ cavabsız zəng.";

/* No comment provided by engineer. */
"MSGVIEW_RECEIVED_CALL" = "%@ -dan zənginiz var.";

/* No comment provided by engineer. */
"MSGVIEW_YOU_CALLED" = "%@ zəng etmisiniz.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_DESC" = "Daha çox alət qoşa bilməzsiniz.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "You have reached the maximum of devices you can currently pair with your account. Please remove a device or try again to pair it later.";

/* No comment provided by engineer. */
"NETWORK_ERROR_RECOVERY" = "Onlayn olduğunuzu yoxlayın və bir daha sınayın.";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTED" = "Qoşuldu";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTING" = "Qoşulur";

/* No comment provided by engineer. */
"NETWORK_STATUS_HEADER" = "Şəbəkə vəziyyəti";

/* No comment provided by engineer. */
"NETWORK_STATUS_OFFLINE" = "Oflayn";

/* No comment provided by engineer. */
"NETWORK_STATUS_TEXT" = "You can check your network status by looking at the colored bar above your inbox.";

/* No comment provided by engineer. */
"NEW_GROUP_DEFAULT_TITLE" = "Yeni qrup";

/* No comment provided by engineer. */
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "Qrup çatının adı";

/* No comment provided by engineer. */
"NEW_GROUP_REQUEST_ADDPEOPLE" = "Adam əlavə et";

/* No comment provided by engineer. */
"NOTIFICATION_SEND_FAILED" = "Your message failed to send to %@.";

/* No comment provided by engineer. */
"NOTIFICATIONS_FOOTER_WARNING" = "Due to known bugs in Apple's push framework, message previews will only be shown if the message is retrieved within 30 seconds after being sent. The application badge might be inaccurate as a result.";

/* No comment provided by engineer. */
"NOTIFICATIONS_NONE" = "Ad və ismarış yoxdur";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_BACKGROUND" = "Ümumi xəbərdarlıqlar";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_INAPP" = "Tətbiqetmə xəbərdarlıqları";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "Göndərənin adı və ismarışı";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_ONLY" = "Yalnız göndərənin adı";

/* No comment provided by engineer. */
"NOTIFICATIONS_SHOW" = "Göstər";

/* No comment provided by engineer. */
"NOTIFICATIONS_SOUND" = "Xəbərdarlıq səsi";

/* No comment provided by engineer. */
"OK" = "Ok";

/* Button text which opens the settings app */
"OPEN_SETTINGS_BUTTON" = "Quraşdırmalar";

/* Info Message when {{other user}} disables or doesn't support disappearing messages */
"OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ disabled disappearing messages.";

/* Info Message when {{other user}} updates message expiration to {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ set disappearing message time to %@.";

/* No comment provided by engineer. */
"OUTGOING_CALL" = "Gedən zəng";

/* No comment provided by engineer. */
"PHONE_NEEDS_UNLOCK" = "Your iPhone needs to be unlocked to receive new messages.";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM" = "Those don't look like the safety numbers for %@. Are you verifying the correct contact?";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME" = "Every pair of Forsta users shares distinct safety numbers. Double check that %@ is displaying *your* distinct safety numbers.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION" = "You're running an old version of Forsta. You need to update before you can verify.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION" = "Your partner is running an old version of Forsta. They need to update before you can verify.";

/* alert body */
"PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE" = "The scanned code doesn't look like a safety number code. Are you both on an up-to-date version of Forsta?";

/* Paragraph(s) shown alongside keying material when verifying privacy with {{contact name}} */
"PRIVACY_VERIFICATION_INSTRUCTIONS" = "If you wish to verify the security of your end-to-end encryption with %@, compare the numbers above with the numbers on their device.\n\nAlternatively, you can scan the code on their phone, or ask them to scan your code.";

/* Navbar title */
"PRIVACY_VERIFICATION_TITLE" = "Təhlükəsiz nömrələri təsdiqlə";

/* No comment provided by engineer. */
"PROCEED_BUTTON" = "Davam et";

/* No comment provided by engineer. */
"PUSH_MANAGER_MARKREAD" = "Oxunulmuş kimi qeyd et";

/* No comment provided by engineer. */
"PUSH_MANAGER_REPLY" = "Cavab";

/* Alert title */
"PUSH_REGISTER_SUCCESS" = "Üzə çıxan xəbərdarlıqları uğurla yenidən qeyd etdi.";

/* Used in table section header and alert view title contexts */
"PUSH_REGISTER_TITLE" = "Üzə çıxan xəbərdarlıqlar";

/* No comment provided by engineer. */
"PUSH_SETTINGS_MESSAGE" = "Forsta requires push notification alerts and sounds to be enabled to work properly. Please change it in the Settings app >> Notification Center >> Forsta.";

/* No comment provided by engineer. */
"QUESTIONMARK_PUNCTUATION" = "?";

/* No comment provided by engineer. */
"RATING_MSG" = "If you enjoy using Forsta to have private conversations, you can support our project by rating it. It won't take more than a minute, and will help others find some privacy.";

/* No comment provided by engineer. */
"RATING_RATE" = "Forstaı qiymətləndir";

/* No comment provided by engineer. */
"RATING_TITLE" = "Forstaa dəstək ol!";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "Düzgün ölkə kodu yaz";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "Öıkə kodu səhvi";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_BODY" = "Forsta allows you to have private conversations with your existing contacts. To use Forsta, please allow access to your contacts.";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_CONTINUE" = "Davam et";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_WELCOME" = "Xoş gördük!";

/* No comment provided by engineer. */
"REGISTER_FAILED_TRY_AGAIN" = "Yenidən sına";

/* No comment provided by engineer. */
"REGISTER_RATE_LIMITING_BODY" = "Hazırda server yüksək gərginlik altında qeydiyyat qəbul edir, lütfən birazdan bir daha sına.";

/* No comment provided by engineer. */
"REGISTERED_NUMBER_TEXT" = "Nömrə qeydiyyatı";

/* Alert title */
"REGISTRATION_BODY" = "Üzə çıxan xəbərdarlıqlar qeydə alınmadı.";

/* No comment provided by engineer. */
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "Ölkə kodu";

/* No comment provided by engineer. */
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "Nömrə yaz";

/* No comment provided by engineer. */
"REGISTRATION_ERROR" = "Qeydiyyat Xətası";

/* alert body during registration */
"REGISTRATION_ERROR_BLANK_VERIFICATION_CODE" = "We can't activate your account until you verify the code we sent you.";

/* No comment provided by engineer. */
"REGISTRATION_NON_VALID_NUMBER" = "This phone number format is not supported, please contact support.";

/* No comment provided by engineer. */
"REGISTRATION_PHONENUMBER_BUTTON" = "Telefon nömrəsi";

/* No comment provided by engineer. */
"REGISTRATION_RESTRICTED_MESSAGE" = "Someone's excited to send their first message! You need to register before performing this action.";

/* No comment provided by engineer. */
"REGISTRATION_TITLE_LABEL" = "Telefon nömrəniz";

/* Alert view title */
"REGISTRATION_VERIFICATION_FAILED_TITLE" = "Təsdiqləmə alınmadı";

/* Alert body, during registration */
"REGISTRATION_VERIFICATION_FAILED_WRONG_CODE_DESCRIPTION" = "The numbers you submitted don't match what we sent. Want to double check?";

/* No comment provided by engineer. */
"REGISTRATION_VERIFY_DEVICE" = "Bu aləti təsdiqlə";

/* No comment provided by engineer. */
"REJECT_CALL_BUTTON_TITLE" = "Rədd";

/* No comment provided by engineer. */
"RELAY_REGISTERED_ERROR_RECOVERY" = "The phone number you are trying to register has already been registered on another server, please unregister from there and try again.";

/* No comment provided by engineer. */
"REREGISTER_FOR_PUSH" = "Üzə çıxan xəbərdarlıqları yenidən qeyd et";

/* Generic text for button that retries whatever the last action was. */
"RETRY_BUTTON_TEXT" = "Yenidən sına";

/* Snippet to share {{safety numbers}} with a friend. sent e.g. via sms */
"SAFETY_NUMBER_SHARE_FORMAT" = "Our Forsta Safety Numbers:\n%@";

/* Action sheet heading */
"SAFETY_NUMBERS_ACTIONSHEET_TITLE" = "The safety numbers for %@ have changed. You may wish to verify them.";

/* Button label presented with camera icon while verifying privacy credentials. Shows the camera interface. */
"SCAN_CODE_ACTION" = "Kodu skan et";

/* label presented once scanning (camera) view is visible. */
"SCAN_CODE_INSTRUCTIONS" = "Əlaqələrinizin alətində QR kodu skan edin.";

/* No comment provided by engineer. */
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "Ad və ya nömrə ilə axtar";

/* {{number of seconds}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 seconds}}'. See other *_TIME_AMOUNT strings */
"SECONDS_TIME_AMOUNT" = "%u saniyə";

/* No comment provided by engineer. */
"SECURE_SESSION_RESET" = "Təhlükəsiz qoşulma yenidən başldıldı.";

/* No comment provided by engineer. */
"SEND_AGAIN_BUTTON" = "Yenidən göndər";

/* No comment provided by engineer. */
"SEND_BUTTON_TITLE" = "Göndər";

/* No comment provided by engineer. */
"SEND_SMS_BUTTON" = "SMS göndərilən:";

/* No comment provided by engineer. */
"SEND_SMS_CONFIRM_TITLE" = "Təhlükəsiz olmayan SMS-lə dostu dəvət edək?";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_FAILURE" = "SMS sending failed, please try again later.";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_SUCCESS" = "You've invited your friend to use Forsta!";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_TITLE" = "Would you like to invite the following number to Forsta: ";

/* No comment provided by engineer. */
"SETTINGS_ABOUT" = "Haqqında";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_DEBUGLOG" = "Enable Debug Log";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "Submit Debug Log";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_TITLE" = "Əlavə";

/* User settings section footer, a detailed explanation */
"SETTINGS_BLOCK_ON_IDENITY_CHANGE_DETAIL" = "Requires your approval before communicating with someone who has new safety numbers, commonly from a reinstall of Forsta.";

/* Table cell label */
"SETTINGS_BLOCK_ON_IDENTITY_CHANGE_TITLE" = "Dəyişiklik üçün təsdiqləmə tələbi";

/* No comment provided by engineer. */
"SETTINGS_CLEAR_HISTORY" = "Giriş tarixçəsinin silinməsi";

/* No comment provided by engineer. */
"SETTINGS_COPYRIGHT" = "Copyright Open Whisper Systems \n Licensed under the GPLv3";

/* No comment provided by engineer. */
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "Hesabı ləğv et";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "Are you sure you want to delete all your history (messages, attachments, call history ...) ? This action cannot be reverted.";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "Əminəm.";

/* No comment provided by engineer. */
"SETTINGS_HELP_HEADER" = "Yardım.";

/* Section header */
"SETTINGS_HISTORYLOG_TITLE" = "Giriş tarixçəsi";

/* No comment provided by engineer. */
"SETTINGS_INFORMATION_HEADER" = "Məlumat";

/* No comment provided by engineer. */
"SETTINGS_INVITE_HEADER" = "Dəvət";

/* No comment provided by engineer. */
"SETTINGS_INVITE_TWITTER_TEXT" = "Mənimlə əlaqə üçün @forstainc-ə məxsus Forsta-dan istifadə et, və onu indi əldə et.";

/* Title for settings activity */
"SETTINGS_NAV_BAR_TITLE" = "Seçimlər";

/* No comment provided by engineer. */
"SETTINGS_NOTIFICATIONS" = "Xəbərdarlıqlar";

/* No comment provided by engineer. */
"SETTINGS_PRIVACY_TITLE" = "Təhlükəsizlik";

/* Section header */
"SETTINGS_PRIVACY_VERIFICATION_TITLE" = "Təhlükəsiz nömrələrinin təsdiqi";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY" = "Ekran Təhlükəsizliyini Aktivləşdir";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY_DETAIL" = "Prevents Forsta previews from appearing in the app switcher.";

/* Section header */
"SETTINGS_SECURITY_TITLE" = "Ekran təhlükəsizliyi";

/* No comment provided by engineer. */
"SETTINGS_SHARE_INSTALL" = "Yükləmə linkini paylaş";

/* No comment provided by engineer. */
"SETTINGS_SUPPORT" = "Dəstək";

/* No comment provided by engineer. */
"SETTINGS_VERSION" = "Versiya";

/* Action sheet item */
"SHOW_SAFETY_NUMBER_ACTION" = "Yeni təhlükəsiz nömrələri göstər";

/* {{1 day}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 day}}'. See other *_TIME_AMOUNT strings */
"SINGLE_DAY_TIME_AMOUNT" = "%u gün";

/* {{1 hour}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 hour}}'. See other *_TIME_AMOUNT strings */
"SINGLE_HOUR_TIME_AMOUNT" = "%u saat";

/* {{1 minute}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 minute}}'. See other *_TIME_AMOUNT strings */
"SINGLE_MINUTE_TIME_AMOUNT" = "%u dəqiqə";

/* {{1 week}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 week}}'. See other *_TIME_AMOUNT strings */
"SINGLE_WEEK_TIME_AMOUNT" = "%u həftə";

/* No comment provided by engineer. */
"SMS_INVITE_BODY" = "Səni Forstaı yükləməyə dəvət edirəm! Link belədir:";

/* Alert body after verifying privacy with {{other user's name}} */
"SUCCESSFUL_VERIFICATION_DESCRIPTION" = "Your safety numbers have been verified. You can be confident your communication with %@ is private.";

/* No comment provided by engineer. */
"SUCCESSFUL_VERIFICATION_TITLE" = "Təhlükəsiz nömrələr təsdiqləndi!";

/* No comment provided by engineer. */
"TAKE_MEDIA_BUTTON" = "Foto və ya video çək";

/* No comment provided by engineer. */
"TAKE_PICTURE_BUTTON" = "Foto çək";

/* No comment provided by engineer. */
"TIMEOUT_CONTACTS_DETAIL" = "Serverdən yenilənmiş əlaqə siyahısını ala bilmədik. Lütfən, birazdan yenidən sına.";

/* No comment provided by engineer. */
"TXT_CANCEL_TITLE" = "Ləğv Et";

/* No comment provided by engineer. */
"TXT_DELETE_TITLE" = "Sil";

/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "Arxivləşdirmə";

/* In Inbox view, last message label for thread with corrupted attachment. */
"UNKNOWN_ATTACHMENT_LABEL" = "Bilinməyən qoşma";

/* Displayed if for some reason we can't determine a contacts phone number *or* name */
"UNKNOWN_CONTACT_NAME" = "Bilinməyən əlaqə";

/* button title for unlinking a device */
"UNLINK_ACTION" = "Qoşma";

/* Alert message to confirm unlinking a device */
"UNLINK_CONFIRMATION_ALERT_BODY" = "By unlinking this device, it will no longer be able to send or receive messages.";

/* Alert title for confirming device deletion */
"UNLINK_CONFIRMATION_ALERT_TITLE" = "\"%@\" qoşmasın?";

/* Alert title when unlinking device fails */
"UNLINKING_FAILED_ALERT_TITLE" = "Forsta tərəfinndən alətinizin qoşulmamağı alınmadı";

/* Label text in device manager for a device with no name */
"UNNAMED_DEVICE" = "Adsız alət";

/* No comment provided by engineer. */
"UNREGISTER_SIGNAL_FAIL" = "Failed to unregister from Forsta.";

/* No comment provided by engineer. */
"UNSUPPORTED_ATTACHMENT" = "Received unsupported attachment type.";

/* No comment provided by engineer. */
"UNSUPPORTED_FEATURE_ERROR" = "Alətiniz bu imkandan istifadə edə bilmir.";

/* No comment provided by engineer. */
"UPDATE_BUTTON_TITLE" = "Yenilə";

/* No comment provided by engineer. */
"Upgrading Forsta ..." = "Forsta yenilənir...";

/* message footer while attachment is uploading */
"UPLOADING_MESSAGE_TEXT" = "Yüklənir...";

/* button text during registration to make corrections to your submitted phone number */
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "Nömrəni dəyiş";

/* Text field placeholder for SMS verification code during registration */
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "Təsdiqləmə kodu";

/* button text during registration to request phone number verification be done via phone call */
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "Əvəzində mənə zəng et";

/* button text during registration to request another SMS code be sent */
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "Kodu yenidən istə";

/* button text during registration to submit your SMS verification code */
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "Təsdiqləmə kodunu göndər";

/* Navigation title in the registration flow - during the sms code verification process. */
"VERIFICATION_HEADER" = "Təsdiqlə";

/* table cell label in conversation settings */
"VERIFY_PRIVACY" = "Təhlükəsiz nömrələri təsdiqlə";

/* Activity indicator title, shown upon returning to the device manager, until you complete the provisioning process on desktop */
"WAITING_TO_COMPLETE_DEVICE_LINK_TEXT" = "Forsta Desktop üçün yükləməni bitir.";

/* {{number of weeks}}, embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 weeks}}'. See other *_TIME_AMOUNT strings */
"WEEKS_TIME_AMOUNT" = "%u həftə";

/* No comment provided by engineer. */
"WHISPER_NAV_BAR_TITLE" = "Gələnlər";

/* Info Message when you disable disappearing messages */
"YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "Yox olan ismarışları söndürmüsən.";

/* Info message embedding a {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "Yox olan ismarışların vaxtını belə quraşdırmısan: %@.";
